Repository: rizumi/SnapTag
Catalog: SnapTag/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Add
ja: 追加

source: Add Tag
ja: タグを追加

# add_tag_failed
source: Failed to add the tag
ja: タグの追加に失敗しました

source: All
ja: すべて

source: Cancel
ja: キャンセル

# character_limit
source: (maximum %lld characters)
ja: (最大%lld文字)

source: Delete
ja: 削除

# delete_confirm_message
source: This action cannot be undone.
ja: この操作は元に戻せません。

# delete_confirm_title
source: Are you sure you want to delete?
ja: 本当に削除しますか？

# delete_failed
source: Failed to delete
ja: 削除に失敗しました

# image_not_selected_error_message
source: Please select photo.
ja: 写真を選択してください

# load_failed
source: Failed to load
ja: 読み込みに失敗しました

source: Save
ja: 保存

# save_failed
source: Failed to save
ja: 保存に失敗しました

source: Select Snap
ja: 写真を選択

# setup_failed
source: Failed load preset images
ja: プリセット画像の読み込みに失敗しました

# setup_failed_message
source: The demo preset images could not be loaded, but you can continue using the app without any issues.
ja: デモ用の初期画像が設定されませんでしたが、アプリはそのままご利用頂けます。

# tag_length_limit_message
source: Please enter a tag within %lld characters.
ja: タグは%lld文字以内で入力してください

# tag_recommend_failed
source: Failed to recommend tags
ja: タグの推薦に失敗しました

# try_again
source: Please try again.
ja: もう一度やり直してください
